[
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "As a trustee at an anchor arts institution I am disappointed by the Arts Council's shift away from larger, more established organizations.  I understand the desire to be an incubator, but the larger organizations are also in desperate need of help, and many are using their funds to support arts education and community engagement.  Is there any way we can collaborate on shared goals?  \nMy organization is feeling left out of the process..."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I wouldn't change anything about the way the GHAC engages...I find it very effective as it is!"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "more funding available to support arts organizations and the artists/teaching artists they engage"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "We really appreciate that GHAC is engaged and accessible during so many of the events that we attend. Keep up the good work!"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Be even more visible in promoting all types of art in the community."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Reach out to all the art communities in Hartford.\nI feel there is a separation between the different groups of artist."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Allow donors to direct what types of art engagements they want their money to support."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "[Transcribed] I live in Middletown.\n I guess.\n I just need more communication.\n Need more than need to know more about what's going on."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Candidly, since leaving the (pre-downsized) GHAC Board, I have limited understanding of GHAC's priorities and its modus operandi.    So I cannot offer an informed suggestion here."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Leverage additional funding dollars to ensure a broader distribution of support for small and innovative organizations."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I like GHAC very much - artists learn that it's better together even when some prefer aloneness for the idividuation.  But it is in community that we come alive, and I'd like to see more opportunities for active engagement and especially for Seniors in Arts - we don't retire, you  know - we adapt our creativity to our age and status, but Art really is life to us so we feel it should be a part of our day until our last day"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Have a presence in any capacity at the Newington VA clinic or the Hartford Vet Center. Additionally, sponsoring vet-specific activities both at these locations and in the greater community."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I think GHAC should focus on making Hartford an arts hub."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "It has always been my hope that the GHAC would be the advocate for all the arts in the 34 cities it serves. Advocacy at the state, regional, and local levels. The Council needs a Government Affairs person to collaborate with the Alliance and the State Arts Council to advocate for the large institutions, the small, successful artists, and the emerging artists. Right now, it is siloed, and the winner takes all."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "All arts organizations in Greater Hartford have gotten way too woke for me, particularly in the last five years.  I cannot walk into a Hartford cultural institution without feeling lectured at.  They think they're being inclusive, but they're actually turning off a silent majority."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I think GHAC could generate leverage by developing and presenting more arts in the schools of the 34 towns in our region.  Inspire kids, teach/coach/mentor future artists, tap into the parent community to expand our donor base.  Parents are passionate about supporting the activities that are important to their kids."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "More opportunities for individual artists and also opportunities for collaborations. An advisory board who would be available to guide individual artists in their project proposals. Maybe match artists with an advisor in the field who can help. There are so many resourceful folks who could help make connections, offer help in getting individual artists projects off the ground"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Provide professional help for artists. Artists are great artists...sometimes not so great business people. Provide dedicated studio space at affordable rents and allow those studio spaces to also serve as their \"retail stores\". Could we take portions of Trumbull Street? Create a creative district with small artist manufacturers with on site work and retail and cluster it in Hartford."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "GHAC staff could ask arts organizations which public events they should attend to see their best work and biggest impact"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Better email commmunciation of upcoming special events."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Visibility,\n\nI’m fairly engaged and often online and rarely do I hear about any activities unless I go out of my way to look. I’d be more involved if I knew more/heard more but I often don’t have the time or even the capacity to seek out info with all the things going on. If there’s a news letter promote it. Send mailers or just post more."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "not sure at this point in time -"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "The last GHAC survey I responded to I spoke mostly about a desire for more public art, much like how many cities (even local ones) had attracted projects like Pow Wow Worldwide (just an example, I have no idea about their specific viability or ethos) for more large scale mural work. I've been really pleased to see more large scale visual work since then, and would encourage the continuation of that!\n\nFor this survey, my pie-in-the-sky transformation would be about live music. \n\nLooking back through our family calendar, my partner and I have gone to btw 20-25 shows per year (all within driving distance - e.g. New England, NYC, Hudson Valley), the past few years. \n\nWe have very broad musical interests. I would say no more than 2-3 of those shows per year were huge acts (let's say tickets above $100 per person). \n\nThat said, of those 20-25 shows, on average usually ~4 are in CT, and there's only been 1 in the Greater Hartford area, the last 2 years.\n\nWhile I love travelling to see live music, it seems silly that we're ALWAYS travelling to see live music, even more so for genres with strong historical footholds in the area."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Don't forget about the little organizations outside of Hartford.  It seems that funding works from the city of Hartford out."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "GHAC plays a pivotal role in supporting our arts ecosystem by \"connecting the dots,\" facilitating partnerships, and promoting the arts in our community."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "HIghlight individual artists in an array of endeavors and backgrounds, their personal stories, challenges, triumphs, impact, how GHAC advanced their journey.  Develop ways to showcase them in a variety of venues to a variety of audiences (some of this may already be done; perhaps more, with broader support and publicity, involving each community, geographic, demographic,  and otherwise. \nPerhaps accompanied, simultaneously or sequentially, with data that highlights the econonic impact, quality of life impact, and other measures for a vibrant and diverse arts community throughout the region."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "There was a partnership with Travelers this summer which brought musical artists to the Travelers Plaza for live performances.  I was aware these were happening and I was aware of the GHAC's connection to it because of emails from Travelers.  It's possible that I've been connected to some of the GHAC's work but not aware of the GHAC's connection because I wasn't brand-aware.  Perhaps ensuring the GHAC's contributions are branded in the moment would prompt my greater awareness."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I think it's important that the GHAC continues to evolve into an organization that connects artists with opportunities. That can take a lot of different forms for a lot of different people. We need to figure out what our role is within the arts community based on what the arts community currently needs the most."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I don't feel qualified to answer this question.  I believe GHAC is important to the community, but do not know enough about its day-to-day to have an opinion."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "For GHAC to be the resource guide when looking for artists to connect with or things to do in the area."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "As an artist, I have to take issue with the summertime Old State House performance program. If cancelled due to weather, the artist gets NOTHING. When I play a wedding or other event, I will receive half payment to compensate for holding the date and not taking any other opportunity. The spotted lantern fly is clear evidence of climate change, and thus the increased chance of sudden storms. This modern reality challenges GHAC’s mission to support artists if no compensation is available for elements beyond the artists’ control. Their financial obligations still exist, rain or shine. It makes me wonder if GHAC’s allegiance is to their donors or artists."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "More inclusion of senior citizens in events promoted in GHAC emails"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I have very positive feelings toward GHAC, but I  have talked to artists who feel like it is a bit clicky and that there isn't as much transparency or consistency as there can be. Maybe small group meetings with different stakeholders coming together to learn about the current mission and priorities, understand past successes and challenges and the reasons for certain changes in policies and focus over time and then a discussion. Unfortunately such relationship building takes time when we are all so busy actually programming and promoting what we are already doing....but it is a crucial step in helping those programs become more successful and the community to feel whole."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "There needs to be balance between engaging artists outside of the community and local creatives. What I would like to see is more efforts to collaborate between arts communities. I would also like to see less siloed activity. Not everyone needs to be involved in everything, but I believe a community thrives when there is consistent communication and there are options for how to contribute to the success of what is happening. Local artists also need more opportunities for professional development. We should be preparing our local artists to be ready to work with the more widely recognized arts organizations in our region. It seems like many artists get overlooked because they don't know how to engage the organizations. It also seems like organizations need to engage artists in more meaningful ways."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Maybe do a two or three page news sheet showing different arts\nOrganizations and their\nworks."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "There's a space in the arts community to support the artists and art-makers that I've observed can become crowded and sometimes dilute the support that can be generated for artists and arts creators."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I'd love to see a GHAC that is truly a uniting force for the Hartford arts community. I know at times that can be like herding cats, but it feels too often like GHAC is another arts organization fighting for my time and attention, rather than an organization making it easier for me to connect with the variety of fantastic arts organizations that are patron focused"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I would like to see the Greater Hartford Arts Council remain transparent and intentionally include communities of color in its decision-making. This is essential for ensuring that Hartford’s communities of color have greater access, visibility, and information."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "One of the events that I run is the Hartford Taste, and for a few years, we have tried to work with GHAC, but each time the answer is no. This event supports the creative economy in so many ways, (food, (which many organizations consider an art form), music and art)."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I am not really in the role of requesting grants these days, so I must be honest and say that I am only speaking from what I have heard from friends. \nWhat I have heard, is that in the last few years, GHAC has been more about promoting its own brand and less of a solid source of funds that especially small arts organizations depend on."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "I'd like to see the Arts Council do a better job of reaching out to the arts community to obtain a schedule of events before publishing master events guides. Many times, pivotal events are left out."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Find opportunities to broaden the connections that GHAC has with other arts stakeholders (artists and craftspeople, educators) from across the Hartford region"
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "The Greater Hartford Arts Council is in a period of transition and I feel it's important right now to give time, space and support as things are being shaped."
  },
  {
    "question": "If you could change one thing about how arts organizations connect with supporters, what would it be?",
    "text": "Support Literary arts more; or provide opportunities to include literary arts with other types of art to create collaborative events and arts discussions. Develop more open forums where artists and community can have discourse on various topics within the arts community."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "So many ways!\nShared live performances with friends, moments of quiet insight at museums, being charmed by local crafts...\nThe list is endless"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts have touched my life both through one-off experiences of breathtaking artistry, whether in a concert hall or on a gallery wall, as well as through the repeated experiences of enjoying the arts alongside fellow museum-goers, security guards, and docents, or those in the symphony \"audience neighborhood\" whom I see every month and have gotten to know as we have been exposed to new and familiar works and have had the chance to talk about them, often in lively, enriching dialogues."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "All My Sons at Hartford Stage - heartbreaking"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Our connection to the arts and GHAC is reinforced every time we attend the summer jazz festival in the park, enjoy the music at Parkville market, visit local musuems and attend plays, concerts (yea Concora) and other local events. We really connected with you during the pandemic when we contributed to the artists grants to help out during that especially stressful time. What stood out for us was the personal, caring folks who helped develop this initiative and guide us through how we could participate. This reinforced for us how GHAC is making a real difference and contribution to the Greater Hartford area!"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Arts enrich my life-always have since I was a child. Subscriber to both professional theater groups, the CT Forum, and attend live music in multiple venues."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Brief history, I completed my art degree at the Univ. of Hartford in my early 30's. The Hartford art community embraced me and my art over the years. The art community was there for me through the good and hard times in my life. I love the arts. I took a break from the community reasons. I am back. I watch the Hartford art community go through chances over the years. Separations of groups of artist. But I feel the community is coming back. I can go on forever about this. but i will pause."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I enjoy going to events and visiting galleries with my siblings, where we interact with our opinions on what we are seeing and experiencing. My sisters have very different attitudes and interests than I do, and that creates a unique interactive experience."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "[Transcribed] I paint.\n And I love cartooning.\n I've always been interested in those and since retiring have taken on more of it,\n I've always been interested in the art scene in Hartford area. And throughout Connecticut, we have traveled and toward Museums Art Galleries. We love inner-city murals, we've seen them all over the country. Wish there was more of that in this area."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "[Transcribed] Our DC is dangerous."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "As a musician and performer I have worked with several talented individuals and organizations. I have seen the impact on our community and enjoyed the enrichment it offers me personally. As an event producer and cofounder of NightFall, I have had many interactions with the GHAC."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "My soul and mind and heart light up with arts involvement since girlhood.   I met Laura W. bush at the White House with one of my art/craft projects, doing my own arts business for fun and profit has really helped the world in places and My art skills keep growing and now that I ma at it again, I can enjoy better monetization. I won a \"Small Business Big Game\" prize from a Super Bowl commercial competition and prizes - many  - in and from State of Connecticut.   I did work in the shools with children when my own two were growing up. Fun and powerful life lights!  I hope that the next twenty years on it are my best, even though my againg means they will probably be my last."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I am a visual artist.  My art is my story."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Being an artist or at least artistic was one of the few ways I could identify after a five year enlistment in the military early in adulthood. Beyond this, I have witnessed, participated, and shown others how therapeutic art activities can be in someone’s healing and recovery."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I love to see how Hartford is embracing the arts and how Greater Hartford Art Council is contributing to the beautification and uniqueness of our state and city . Such as the many wonderful art murals on buildings throughout downtown Hartford , also showcasing the diversity of culture and residents within . Making Hartford  and CT even “ Greater” than it’s ever been ."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "When I first moved to the area in 2004, I joined GHAC not only to support the mission but to gain discounted access to the arts for my family. Around 2010 I started selling my photography and joined a very pivotal program through GHAC called \"Make Art Work\". This was AMAZING, and I am still connected to the artists I met in that program. I have stopped selling my photography to further pursue my teaching career.  I teach and support adult immigrants in the Hartford area. I have worked with immigrant artists from around the world. I have made an effort to stay aware of GHAC opportunities so I can share them with my students."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts have had a profound impact on my life. Whether it was through my corporate career, where we personally saw the arts transform healthcare, to the creation of economic vibrancy, to observing children being able to express themselves individually and creatively, to bringing communities through diversity of thought and dialogue, to me advocating for the arts to become a right, not a privilege, the arts provide the freedom we all need to live in this challenging world."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I like to sing. I am in the choir at St. Maurice in Bolton. (Did you know that St. Maurice is black? This fact is both concealed and revealed in art. The statue from the original chapel shows him as lily white, but earlier paintings and icons show him as black.) Just at St. Maurice I have had the opportunity to sing the Holy Thursday service in plain chant and The Messiah. In 1991 I was in the priests' chorus of Aida performed by the Connecticut Opera. It was a great shame that the organization later collapsed. My wife is a collector. Among other items, an original Max Coyer hangs in our bedroom. His sister confirmed that it was his work and said that it is called \"Wayward Sun\".  I am an architect. I chose the profession because it combines art and science. When my children were small I took them to Newport. I took them to The Breakers, but also to a chamber music concert. Baritone Christopheren Nomura led off, and they loved him. They got a bit antsy with the string quintet that followed."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I was a saxophonist and backup singer in a garage band in high school.  I was in the wind ensemble and jazz ensemble as well.  I wish more people understood the linkage between participation in music and the arts by school age kids and academic performance across the learning spectrum.  I wish our legislators understood this basic truth and were more generous in funding arts in our schools.  I wish artists in the greater Hartford community and wider community were respected and compensated for the value they create..."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Right now, I am retired so I enjoy having different experiences and things to do in the area that is age-appropriate for me (no big, noisy crowds)"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "For me, a huge motivator of attending art and culture events is the sense of feeling connected to a community of people who care about creative arts, especially in this time when creatives of all kinds are fighting against dwindling support and dangers of AI and lack of priority. Just seeing others who take time to show up at a reading or a show or a concert or exhibit is so nourishing. The problem is when nobody attends!"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Art makes you think more creatively and brings people together"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I have seen how participating in the arts has and continues to have a positive impact on the well being of my family"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I have attended performances of all kinds at the Bushnell with my children as they grew up.  That’s a special lifelong memory."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I work for a large corporation and started off in a call center with limited creative outlets. I started painting by chance after attendinga paint night event years and years ago. Now I paint for fun, I’ve shown a few times but mostly I respect the arts, love to see it in our city/home, and think it’s essential for supporting people, communities and fellow artist."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "the arts have always been an important part of my life - dance - music - literature and theater supporting all  art forms - I have always managed to incorporate the arts in all of my non profit organizations over tge pst 30+ years in Hartford!"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Every day, small opportunities present themselves for me to seek out comfort, or to seek out challenge. While it's not always a strict dichotomy (i.e. there can be challenge in comfort, and vice versa), they do often present as two distinct pathways. I find art to be among the few things that can be equally pleasing/rewarding no matter which header it falls under. It is also one of the few areas of my life  where I feel fearlessly curious, and happy to follow where the unknown might lead."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I'm a peformer, director, teacher, and creator. I do improv, and play the flute. My kids are musicians. Many of my friends are performers and artists too."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I've been on the boards of two community choirs.  The one I'm involved with now I have served as president for 6 years.  By being involvement in these organizations, I learned how important they were to the local communities. The boards of these organizations were a group of members dedicated to performing great music to the community. Very few disagreements, everyone has the same goal. There missions were similar and both were fulfilling them. \nSinging is very important to people.  The first time I sang in the same room with a full orchestra I cried. I had never experienced singing literally amidst the music. It was moving through me.\nI also have had many emotional times watching a musical at the Bushnell.  W attend often.  It's one of my favorite night out."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Arts and culture have helped to broaden my understanding and appreciation for our community. It's adds meaning and relevance to my life."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I've met incredibly talented artists - visual artists, poets and performers - who are great people.  That's where it begins, and their artistry is a reflection of who they are, and their ability to connect with others in meaningful and inspiring ways.  It is wonderful to appreciate their talent and who they are as individuals - and the abundant ways in which our community is enriched by their artistry and quality of their character."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I tend to be an enthusiastic personality.  The arts fires that enthusiasm in a myriad of ways.  It validates and often depicts passions in my life and other times it presents new perspectives for me to explore to expand my mindset and understanding of the world and my place in it.  I am a fan of art in the form of painting, sculpture, drama, literature, and music."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts build community and through my work supporting local artists I feel that I'm helping to strengthen that community. I take a lot of pride in that."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Among all the arts, music is integral to my daily happiness and fulfillment.  I am a devoted listener, not at all a maker, but would be lost without that form of art in its many forms.  All live music is good music! I do also appreciate and support other art forms, and think artistic expression - and appreciation - are crucial for a full life."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Seeing a younger generation respond to an arts experience.  Art is a unique tool to allow people to find community, identity and to build self-confidence."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "My livelihood has only been as an artist and arts educator."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I am an artist, curator, and creative consultant from the Greater Hartford community. I grew up in the arts an developed into an arts professional because of my childhood experience with creatives."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Through dance originally in my youth. It carried on through college etc. My husband painted and I believe the arts tell the story of our times."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I grew up loving the TV and the movies, ended up studying it in College and moving out to Hollywood. What I found out, is that I just love the idea of storytelling. As part of my work, I help others to identify the story of their life and help them rewrite or \"re-right\" how they look at the past chapters, and give them the tools and confidence to become the authors of their own future. I also have studied and performed comedy and really think it is so important in helping us process the world around us and all that is happening within. I wish there was more opportunity to work with humor in our community beyond just going to see someone else perform."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts bring people together of all different backgrounds and experiences, and build bridges through which relationships and all sorts of change can happen"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "My experience with the Neighborhood Studios program is what launched my career as an artist. Without it, I would have likely ended up in a much more boring career path."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts have touched me deeply, giving me a stronger sense of connection with the community. They’ve inspired me and helped me discover the creativity within myself. As a preacher, my role every Sunday is to inspire others—and I use the Word as artistry, painting pictures that bring hope and meaning. Through the arts, I’ve also built meaningful relationships and learned to see the city of Hartford through many different lenses."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I have had the opportunity to teach artists - offer them skills to help them thrive in the business environment. We can't assume that everyone knows how to run a business, interact with the community, show their value."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Well, way too long and/or too many stories but...\nmy partner and HartBeat co-founder used to say (something like) the work of theater is to make sense of this thing we call the human condition."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Music is my life and my passion. As a musician and an arts administrator, the arts have defined my childhood, adulthood, and career."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts have been fundamental in my experience of the world and others, from appreciating the work of others to taking the time to  craft artistic pieces of my own, to playing and enjoying music with others"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I'm a lifelong creative who became an art supporter and educator, which led to my current position as Executive Director of the Farmington Valley Arts Center in Avon."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The Gifted and talented program through elementary school introduced me to the arts. The stage has been my first love ever since. I will always seek it out. The written word is my second love. Literary art shapes the world; where would we be without words?"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "Wonder if we can see how long people watch for. Could be a great data point for video length sweetspots."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "[Transcribed] I am very connected to the Arts. I have been I started dancing when I was six years old and then I went professional at the age of 18 and then the majority of my career was spent traveling the world. Performing dance aerial gymnastics.\n Mostly. And now I'm into digital, art creation, and social media management, and creative writing, which I think is all part of that as well."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "[Transcribed] Downtown, and then you have 2 minutes, so you could set that time to to second 30 seconds. However, long, this one said to you,"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "[Transcribed] To and then once you get the thumbs-up, you go ahead and record. We can set this time to anything. We have this one set for two minutes."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "[Transcribed] Attacks Jesus, Christmas kids thinking I know something."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "The arts have always been a part of  me.  I consider myself as a creative person."
  },
  {
    "question": "How do the arts affect your life?",
    "text": "My dad loved bringing me to live music and plays growing up. Now a big supporter of the arts as I am a photographer and dancer"
  },
  {
    "question": "How do the arts affect your life?",
    "text": "I'm personally connected to the arts because of my upbringing. My father loves music and instilled the same love for music in me. I've been creatively writing since my youth. As I evolved, creative storytelling became a part of my life as well. Currently, I integrate the mediums of music, writing, and storytelling."
  }
]